Version2/TestTool-NOP.13.12.SR1/TestTool.Setup/Requests/RecordingSearch/FindPTZPosition/FindPTZPosition (Short).xml

<?xml version='1.0' encoding='utf-8'?>
<soap:Envelope
 xmlns:soap="http://www.w3.org/2003/05/soap-envelope"
 xmlns:tse="http://www.onvif.org/ver10/search/wsdl"
 xmlns:tt="http://www.onvif.org/ver10/schema">
  <soap:Body>
    <tse:FindPTZPosition>
      <tse:StartPoint>2013-05-28T07:56:23Z</tse:StartPoint>
      <tse:EndPoint>2013-05-28T09:00:23Z</tse:EndPoint>
      <tse:Scope>
      </tse:Scope>
      <tse:SearchFilter>
        <tse:MinPosition>
        </tse:MinPosition>
        <tse:MaxPosition>
        </tse:MaxPosition>
        <tse:EnterOrExit>true</tse:EnterOrExit>
      </tse:SearchFilter>
      <tse:MaxMatches>10</tse:MaxMatches>
      <tse:KeepAliveTime>PT60S</tse:KeepAliveTime>
    </tse:FindPTZPosition>
  </soap:Body>
</soap:Envelope>